


{
    "home": "ಹೋಮ್",
    "about": "ಅಬೌಟ್",
    "Multi Language Support":"ಬಹು ಭಾಷಾ ಬೆಂಬಲ",
    "he 1910 Cuba hurricane was said to be one of the worst tropical cyclones that has ever hit Cuba. The storm formed in the southern Caribbean Sea on October 9, 1910. It grew stronger as it moved northwest. It then made landfall on the western end of Cuba. The storm made a loop over open water, and then began moving towards the United States. After crossing Florida, the storm moved near the rest of the southeastern United States and passed out to sea.Because of the storms loop some reports said it was actually two hurricanes. In Cuba the storm was one of the worst disasters in the islands history. There was bad damage and thousands of people lost their homes. In Florida, the storm also caused damage and caused flooding in some areas. It is not known exactly how much damage the storm caused. However, losses in Havana, Cuba were over $1 million. At least 100 people died in Cuba alone.":"ಅವರು 1910 ಕ್ಯೂಬಾ ಚಂಡಮಾರುತವು ಕ್ಯೂಬಾವನ್ನು ಹೊಡೆದ ಅತ್ಯಂತ ಕೆಟ್ಟ ಉಷ್ಣವಲಯದ ಚಂಡಮಾರುತಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ ಎಂದು ಹೇಳಲಾಗಿದೆ. ಅಕ್ಟೋಬರ್ 9, 1910 ರಂದು ದಕ್ಷಿಣ ಕೆರಿಬಿಯನ್ ಸಮುದ್ರದಲ್ಲಿ ಚಂಡಮಾರುತವು ರೂಪುಗೊಂಡಿತು. ಇದು ವಾಯುವ್ಯಕ್ಕೆ ಚಲಿಸುತ್ತಿದ್ದಂತೆ ಬಲವಾಗಿ ಬೆಳೆಯಿತು. ನಂತರ ಅದು ಕ್ಯೂಬಾದ ಪಶ್ಚಿಮ ತುದಿಯಲ್ಲಿ ಭೂಕುಸಿತವನ್ನು ಮಾಡಿತು. ಚಂಡಮಾರುತವು ತೆರೆದ ನೀರಿನ ಮೇಲೆ ಲೂಪ್ ಮಾಡಿತು ಮತ್ತು ನಂತರ ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಕಡೆಗೆ ಚಲಿಸಲು ಪ್ರಾರಂಭಿಸಿತು. ಫ್ಲೋರಿಡಾವನ್ನು ದಾಟಿದ ನಂತರ, ಚಂಡಮಾರುತವು ಆಗ್ನೇಯ ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ನ ಉಳಿದ ಭಾಗಗಳ ಬಳಿ ಚಲಿಸಿತು ಮತ್ತು ಸಮುದ್ರಕ್ಕೆ ಹಾದುಹೋಯಿತು. ಚಂಡಮಾರುತದ ಕುಣಿಕೆಯಿಂದಾಗಿ, ಕೆಲವು ವರದಿಗಳು ವಾಸ್ತವವಾಗಿ ಎರಡು ಚಂಡಮಾರುತಗಳು ಎಂದು ಹೇಳಿವೆ. ಕ್ಯೂಬಾದಲ್ಲಿ, ಚಂಡಮಾರುತವು ದ್ವೀಪದ ಇತಿಹಾಸದಲ್ಲಿ ಅತ್ಯಂತ ಕೆಟ್ಟ ವಿಪತ್ತುಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಅಪಾರ ಹಾನಿ ಸಂಭವಿಸಿದ್ದು, ಸಾವಿರಾರು ಜನರು ಮನೆ ಕಳೆದುಕೊಂಡಿದ್ದಾರೆ. ಫ್ಲೋರಿಡಾದಲ್ಲಿ, ಚಂಡಮಾರುತವು ಹಾನಿಯನ್ನುಂಟುಮಾಡಿತು ಮತ್ತು ಕೆಲವು ಪ್ರದೇಶಗಳಲ್ಲಿ ಪ್ರವಾಹವನ್ನು ಉಂಟುಮಾಡಿತು. ಚಂಡಮಾರುತದಿಂದ ಎಷ್ಟು ಹಾನಿಯಾಗಿದೆ ಎಂಬುದು ನಿಖರವಾಗಿ ತಿಳಿದಿಲ್ಲ. ಆದಾಗ್ಯೂ, ಹವಾನಾ, ಕ್ಯೂಬಾದಲ್ಲಿ ನಷ್ಟವು $1 ಮಿಲಿಯನ್‌ಗಿಂತಲೂ ಹೆಚ್ಚಿತ್ತು. ಕ್ಯೂಬಾದಲ್ಲಿಯೇ ಕನಿಷ್ಠ 100 ಜನರು ಸಾವನ್ನಪ್ಪಿದ್ದಾರೆ.",
    "ABOUT":"ಅಬೌಟ್"
  }